{"text": "Der Mieter verpflichtet sich, die Miete monatlich im Voraus bis zum dritten Werktag des Monats auf das vom Vermieter bezeichnete Konto zu überweisen. Bei Verzug zahlt der Mieter Verzugszinsen in Höhe von 5 Prozentpunkten über dem Basiszinssatz. Die Miete beträgt 850 Euro warm, inklusive aller Nebenkosten mit Ausnahme von Strom und Internet.", "summary": "Miete von 850 Euro ist monatlich im Voraus bis zum 3. Werktag zu zahlen. Bei Verzug fallen Verzugszinsen an. Nebenkosten sind inklusive, außer Strom und Internet."}
{"text": "Gemäß § 535 BGB ist der Vermieter verpflichtet, die Mietsache dem Mieter in einem zum vertragsgemäßen Gebrauch geeigneten Zustand zu überlassen und sie während der Mietzeit in diesem Zustand zu erhalten. Der Mieter ist gemäß § 536c BGB verpflichtet, dem Vermieter Mängel der Mietsache unverzüglich anzuzeigen.", "summary": "Vermieter muss Wohnung in nutzbarem Zustand übergeben und erhalten. Mieter muss Mängel sofort melden."}
{"text": "Die Parteien vereinbaren einen befristeten Mietvertrag über die Dauer von zwei Jahren. Eine Verlängerung erfolgt nur durch ausdrückliche schriftliche Vereinbarung. Das Mietverhältnis endet automatisch nach Ablauf der Frist.", "summary": "Befristeter Mietvertrag für 2 Jahre. Verlängerung nur schriftlich möglich. Automatische Beendigung nach Ablauf."}
{"text": "Der Mieter ist verpflichtet, Schönheitsreparaturen in angemessenen Abständen auf eigene Kosten durchführen zu lassen. Dazu gehören das Streichen von Wänden und Decken sowie das Renovieren von Fußböden. Die letzte Renovierung muss vor Übergabe nachgewiesen werden.", "summary": "Mieter muss regelmäßig Schönheitsreparaturen (Streichen, Renovieren) auf eigene Kosten durchführen. Nachweis bei Übergabe erforderlich."}
{"text": "Der Vermieter behält sich das Recht vor, die Miete einmal jährlich um bis zu 15% der ortsüblichen Vergleichsmiete zu erhöhen. Die Erhöhung muss dem Mieter schriftlich mitgeteilt werden und wird frühestens drei Monate nach Mitteilung wirksam.", "summary": "Jährliche Mietsteigerung bis 15% der ortsüblichen Miete möglich. Schriftliche Mitteilung erforderlich, Wirkung nach 3 Monaten."}
